Revit 2024 API
SlabShapeCrease.EndPoints Property
The vertices of the crease.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public SlabShapeVertexArray EndPoints { get; }
Visual Basic
Public ReadOnly Property EndPoints As SlabShapeVertexArray
	Get
Visual C++
public:
property SlabShapeVertexArray^ EndPoints {
	SlabShapeVertexArray^ get ();
}
See Also
SlabShapeCrease Class
Autodesk.Revit.DB Namespace